Repository: common-repository/yesh-invoice-invoices-for-woocommerce
Catalog: languages/wc-invoices-yeshinvoice-*.po
Languages: ar, fr_fr, he_il, ru_ru

source: Yesh Invoice Invoices for WooCommerce
ar: فواتير YeshInvoice لـ WooCommerce
fr_fr: Factures YeshInvoice pour WooCommerce
he_il: יש חשבוניות חשבוניות עבור WooCommerce
ru_ru: Счета-фактуры YeshInvoice для WooCommerce

source: Currency ID
ar: معرف العملة
fr_fr: Identifiant de la devise
he_il: מזהה מטבע
ru_ru: Идентификатор валюты

source: Do you want to send Invoice Email to customer?
ar: هل تريد إرسال الفاتورة بالبريد الإلكتروني إلى العميل؟
fr_fr: Voulez-vous envoyer un e-mail de facture au client ?
he_il: האם ברצונך לשלוח אימייל חשבונית ללקוח?
ru_ru: Вы хотите отправить клиенту электронное письмо со счетом-фактурой?

source: Do you want to send Invoice SMS to customer?
ar: هل تريد إرسال الفاتورة إلى العميل؟
fr_fr: Voulez-vous envoyer un SMS de facture au client ?
he_il: האם אתה רוצה לשלוח חשבונית SMS ללקוח?
ru_ru: Вы хотите отправить клиенту SMS со счетом-фактурой?

source: Download Invoice here
ar: قم بتنزيل الفاتورة هنا
fr_fr: Télécharger la facture ici
he_il: הורד את החשבונית כאן
ru_ru: Скачать счет-фактуру здесь

source: Invoice Language ID
ar: معرف لغة الفاتورة
fr_fr: ID de langue de facturation
he_il: מזהה שפת חשבונית
ru_ru: Идентификатор языка счета

source: Invoice Title
ar: عنوان الفاتورة
fr_fr: Titre de la facture
he_il: כותרת החשבונית
ru_ru: Название счета-фактуры

source: Invoice Type
ar: نوع الفاتورة
fr_fr: Type de facture
he_il: סוג חשבונית
ru_ru: Тип счета

source: InvoiceNotes
ar: ملاحظات الفاتورة
fr_fr: Notes de facture
he_il: הערות חשבונית
ru_ru: Примечания к счету

source: InvoiceNotesBottom
ar: ملاحظات الفاتورة السفلي
fr_fr: Notes de facture en bas
he_il: הערות חשבונית למטה
ru_ru: Примечания к счету внизу

source: No Invoice genrated yet.
ar: لم يتم إنشاء فاتورة حتى الآن.
fr_fr: Aucune facture générée pour le moment.
he_il: עדיין לא נוצרה חשבונית.
ru_ru: Счета-фактуры еще не созданы.

source: Reciept
ar: استلام
fr_fr: Reçu
he_il: קבלה
ru_ru: Получение

source: Secret Key
ar: المفتاح السري
fr_fr: Clef secrète
he_il: מפתח סודי
ru_ru: Секретный ключ

source: Send Invoice Email
ar: إرسال الفاتورة بالبريد الإلكتروني
fr_fr: Envoyer une facture par e-mail
he_il: שלח את המסמך באימייל
ru_ru: Отправить счет по электронной почте

source: Send Invoice SMS
ar: إرسال الفاتورة SMS
fr_fr: Envoyer la facture SMS
he_il: שלח את המסמך ב - SMS
ru_ru: Отправить счет по SMS

source: Create shipping certificate
he_il: הפקת תעודת משלוח בכל הזמנה

source: Thank you! Your invoice has been created with YeshInvoice.
ar: شكرا لك! تم إنشاء فاتورتك باستخدام YeshInvoice.
fr_fr: Merci! Votre facture a été créée avec YeshInvoice.
he_il: תודה! החשבונית שלך נוצרה עם YeshInvoice.
ru_ru: Спасибо! Ваш счет был создан с помощью YeshInvoice.

source: This controls the description which the user sees on yesh invoice.
ar: يتحكم هذا في الوصف الذي يراه المستخدم في فاتورة يش.
fr_fr: Cela contrôle la description que l'utilisateur voit sur YeshInvoice.
he_il: זה שולט בתיאור שהמשתמש רואה ב-YeshInvoice.
ru_ru: Это контролирует описание, которое пользователь видит в YeshInvoice.

source: The best system for generating invoices and receipts for WooCommerce
ar: هذا وصف موجز لما يفعله البرنامج المساعد. يتم عرضه في منطقة إدارة WordPress.
fr_fr: Ceci est une brève description de ce que fait le plugin. Il est affiché dans la zone d'administration de WordPress.
he_il: יש חשבונית הפקת חשבוניות וקבלות בצורה קלה ומהירה דרך WooCommerce
ru_ru: Это краткое описание того, что делает плагин. Он отображается в админке WordPress.

source: User Key
ar: مفتاح المستخدم
fr_fr: Clé utilisateur
he_il: מפתח משתמש
ru_ru: Пользовательский ключ

source: Yesh Invoice
ar: يش الفاتورة
fr_fr: Facture Oui
he_il: יש חשבונית
ru_ru: Еш Счет-фактура

source: Yesh Invoice Invoices for WooCommerce
ar: فواتير يش فواتير WooCommerce
fr_fr: Factures YeshInvoice pour WooCommerce
he_il: יש חשבוניות חשבוניות עבור WooCommerce
ru_ru: Счета-фактуры YeshInvoice для WooCommerce

source: Yesh Invoice Settings
ar: إعدادات الفاتورة يش
fr_fr: Paramètres de facturation Yesh
he_il: יש הגדרות חשבונית
ru_ru: Настройки счета-фактуры

source: YeshInvoice Download
ar: تحميل YeshInvoice
fr_fr: Téléchargement de la facture Yesh
he_il: הורדת YeshInvoice
ru_ru: YeshInvoice Скачать

source: YeshInvoice SecretKey goes here.
ar: يذهب مفتاح YeshInvoice السري هنا.
fr_fr: YeshInvoice Secret Key va ici.
he_il: המפתח הסודי של YeshInvoice נכנס לכאן.
ru_ru: Здесь находится YeshInvoice SecretKey.

source: YeshInvoice UserKey goes here.
ar: يظهر مفتاح مستخدم YeshInvoice هنا.
fr_fr: YeshInvoice User Key va ici.
he_il: מפתח המשתמש של YeshInvoice נכנס לכאן.
ru_ru: Здесь находится ключ пользователя YeshInvoice.

source: Your Invoice has been created successfully with Yesh Invoice.
ar: تم إنشاء فاتورتك بنجاح باستخدام Yesh Invoice.
fr_fr: Votre facture a été créée avec succès avec Yesh Invoice.
he_il: החשבונית שלך נוצרה בהצלחה עם YeshInvoice.
ru_ru: YourInvoice был успешно создан с Yesh Invoice.
